{"where did the expression with a grain of salt come from": ["What was the expression with a grain of salt come from?", "Where did come from?", "What did the expression do?"], "who are the characters in the black cat": ["Who is the characters in the black catbe [be]. who is the black cats?", "Who are the characters in the black catbe [be] what something is?", "Who is the characters in the black cat?"], "why must one value in every table be unique": ["What is unique?", "What should one value in every table be unique?", "What might one value in every table be unique?"], "what does the greek word onta mean in english": ["What is greek word onta mean in english?", "What does mean in english?", "What does greek word do?"], "when do other cultures celebrate the new year": ["What is other cultures celebrate the new year?", "When do other cultures celebrate the new year?", "What do other cultures do?"], "what is the meaning of source for historians": ["What is the meaning of source for historians?", "What is being used as source for historians?", "What is the meaning of source for historians?"], "which civilizations had advanced writing and technology in present day mexico": ["What did civilizations have?", "What had advanced writing and technology?", "What was advanced writing and technology in present day mexicohave?"], "what did the us do after soviets launched sputnik": ["Who was being done something?", "Who did do something?", "What did us do?"], "what country is south of the united states": ["What is south of the united states?", "What is south of the united states?", "What is south of the united states?"], "what is the significance of jumping over a broom at a wedding": ["What is significance of jumping over a broom at a wedding?", "What is significance of jumping over a broom at a wedding?", "What is significance of jumping over a broom at a wedding?"], "what type of volcano is one tree hill": ["What is one tree hillbe?", "What is one tree hill?", "What is one tree hill?"], "where does how to make an american quilt take place": ["What is how to make an american quilt take place?", "Where does how to make an american quilt take place?", "What does how to make an american quilt take place do?"], "who were the first disciples to be called": ["Who was called something?", "Who was called something?", "Who was called something?"], "which city had the highest number of english and hindi newspapers in 2012 and 2013": ["What did city have?", "What had the highest number of english and hindi newspapers?", "What was the highest number of english and hindi newspapers in 2012 and 2013have?"], "where are the blueprints for creating a person stored and communication": ["What is the blueprints for creating a person stored and communicationbe [be] what is?", "What are stored and communication?", "What are the blueprints for creating a person stored and communication?"], "when was the last time easter was on april 17": ["What was the last time easter was on april 17be [SEP] what?", "What was being called the last time easter?", "What was the last time easter was on april 17?", "What was easter?", "What was being called something?", "What was easter was on april 17?"], "what government structure did the aztec and inca have in common": ["What is the aztec and inca have in common?", "What did have in commondo have in similardo something?", "What did the aztec and inca do?"], "when was the sir robert bond bridge built": ["What was the sir robert bond bridge built?", "What was built?", "What was sir robert bond bridge built?"], "who is the new agent on criminal minds": ["Who is the new agent on criminal mindsbe [SEP] what is something?", "Who is the new agent on criminal mindsbe [who] what something is?", "Who is the new agent on criminal mindsbe [be [who] what something is something?"], "who were the notable filipino sociologist who help in the propagation of the course": ["Who was notable filipino sociologist?", "Who were notable filipino sociologist?", "Who were notable filipino sociologist who help in the propagation of the coursebe [?"], "who had a cousin who was a strong supporter for independence": ["What did who have?", "Who had a cousin?", "Who was a cousin who was a strong supporter for independence?"], "who is the man in the high tower": ["Who is the man in the high tower?", "Who is the man in the high tower?", "Who is the man in the high tower?"], "how many years is a life sentence in delaware": ["What is a life sentence in delaware?", "What is a life sentence in delaware?", "What is a life sentence in delaware?"], "how old is rainbow dash in my little pony": ["What is rainbow dash in my little pony?", "What is rainbow dash in my little pony?", "What is rainbow dash in my little pony?"], "what is the stock symbol for mars candy": ["What is the stock symbol for mars candy?", "What is the stock symbol for mars candy?", "What is the stock symbol for mars candy?"], "who was the crackhead in menace to society": ["Who was the crackhead in menace to society?", "Who was the crackhead in menace to society?", "Who was the crackhead in menace to society?"], "when was the hanging gardens of babylon completed": ["What was the hanging gardens of babylon completed?", "What was completed?", "What was the hanging gardens of babylon completed?"], "what is the name of the goddess of the moon": ["What is the name of the goddess of the moon?", "What is the name of the goddess of the moon?", "What is the name of the goddess of the moon?"], "how many roles did an actor have in a play": ["What does an actor have?", "Who has roles?", "Who is an actor having roles?"], "when did mulder and scully have a kid": ["Who was mulder and scully have a kid?", "When did mulder and scully have a kiddo have a childdo have?", "What did mulder and scully do?"], "where is the aoss button on the ps4": ["What is the aoss button on the ps4?", "What is the aoss button on the ps4?", "What is the aoss button on the ps4?"], "what is the difference between hastings essential and hastings direct": ["What is the difference between hastings essential and hastings direct?", "What is the difference between hastings essential and hastings direct?", "What is the difference between hastings essential and hastings direct?"], "what is an acceptable three letter abbreviation for phenylthiocarbamide": ["What is an acceptable three letter abbreviation for phenylthiocarbamide?", "What is an acceptable three letter abbreviation for phenylthiocarbamide?", "What is an acceptable three letter abbreviation for phenylthiocarbamide?"], "what type of cell doesnt have a cell wall": ["What doesn't type of cell have?", "What doesn't have a cell wall?", "What isn't cell wall having a cell wall?"], "when does mlb resume after all star break": ["What is mlb resume after all star breakdo?", "When does resume after all star breakdo something?", "What does mlb resume do?"], "what is the name for the theory that says that public opinion drives the political machine": ["What is the name for the theory that says that public opinion drives the political machine?", "What is the name for the theory that says that public opinion drives the political machine?", "What is the name for the theory that says that public opinion drives the political machine?"], "what is the benefit to an organism in biochemically transforming citrate": ["What is the benefit to an organism in biochemically transforming citrate?", "What is being called the benefit to an organism?", "What is the benefit to an organism in biochemically transforming citrate?"], "why is it important to know the discharge of a river": ["What is important to know the discharge of a riverbe?", "What is important to know the discharge of a riverbe?", "What is important to know the discharge of a riverbe?"], "what is the perfect height for a model": ["What is the perfect height for a modelbe?", "What is the perfect height for a modelbe?", "What is the perfect height for a model?"], "how many campaign missions are in call of duty ww2": ["What is called in call of duty?", "What are called of duty?", "What are missions in call of duty ww2?"], "what were two consequences of the french colonization of haiti": ["What were two consequences of the french colonization of haitibe?", "What were two consequences of the french colonization of haitibe?", "What were two consequences of the french colonization of haiti?"], "what is the golden door in the new colossus": ["What is the golden door in the new colossus?", "What is the golden door in the new colossus?", "What is the golden door in the new colossus?"], "how many seats are there in indigo flight": ["What is there?", "What are there?", "What are there?"], "what month has the most rain in florida": ["What does month have?", "What has the most rain?", "What has the most rain in florida?"], "what is the next comet to pass earth": ["What is the next comet to pass earth?", "What is the next comet to pass earth?", "What is the next comet to pass earth?"], "who has man city lost against this season": ["What does who have?", "Who has man city lost against?", "Who has man city lost against?"], "how far is skipper's virginia from here": ["What is skipper's virginia from herebe?", "What is skipper's virginia from herebe?", "What is skipper's virginia from herebe?"], "what kind of vw jetta do i have": ["What do i have?", "Who has vw jetta?", "Who is having vw jetta?"]}