{"where did the expression with a grain of salt come from": ["No Prototype", "No Prototype", "What came somewhere?", "How is the expression with a grain of salt come?", "How did the expression come?", "Where did the expression come?"], "what does the greek word onta mean in english": ["What means something?", "What does greek word onta mean?", "What is greek word onta meant for?"], "when do other cultures celebrate the new year": ["No Prototype", "Who celebrates the new year?", "What do other cultures celebrate?"], "what happens in a mixture (write two sentences that state what happens in a mixture.)": ["What happens to someone?", "What does what happen to?"], "what kind of food do you eat on christmas": ["Who eats somewhere?", "What do you eat?"], "when did the nfl teams join the league": ["Who joined in the league?", "What do the nfl teams join?", "How is the league joined?"], "who used to be on good morning america": ["Who used to be on good morning america?", "Who was used to be on good morning america?", "How was to be on good morning america used?"], "how did the economic role of women change during the civil war": ["What changed something?", "What was changed?", "What was the economic role of women changed to?", "What was changed into something?"], "where does how to make an american quilt take place": ["What makes an american quilt take place?", "What does someone make?", "What does someone make something of?", "What does someone make something for?"], "where does the tv show bellvue take place": ["No Prototype", "What takes place?", "What does the tv show bellvue take?", "How does the tv show bellvue take?"], "where is pineapple express supposed to take place": ["What supposes to take place?", "What is pineapple express supposed?", "What is pineapple express supposed to?"], "who said those who live in glass houses": ["Who said about those who live in glass houses?", "What was said by those who live in glass houses?", "Who did who say to?", "Who didwho say something about?"], "how old is mr feeny from boy meets world": ["Who meets world?", "What does boy meet?"], "where do most of the worlds living things live": ["What lives as something?", "What is lived?"], "where do you go to my lovely full version": ["No Prototype", "No Prototype", "Who goes to my lovely full version?", "How do you go?", "What do you go from?", "How do you go?"], "where do you you go to my lovely": ["No Prototype", "No Prototype", "Who goes to my lovelygo [SEP] what goes to your lovelygo?", "How do you go?", "What do you go from?", "How do you go?"], "where did the carbon dioxide come from in the interactive": ["No Prototype", "No Prototype", "What came somewhere?", "How did carbon dioxide come?", "How did carbon dioxide come?", "Where did carbon dioxide come?"], "why did european countries give up their colonies in southeast asia": ["Who gave up their colonies?", "What did european countries give someone?", "What did european countries give something?"], "who works in a museum or wildlife in a zoo aquarium and nature center": ["Who works in a museum or wildlife in a zoo aquarium and nature center?", "Why does who work?", "What does who work for?", "What does who work with?", "How does who work?"], "when does stefan turn his humanity back on in season 8": ["No Prototype", "Who turns on his humanity?", "Who turns to his humanity?"], "when will the curse be broken in once upon a time season 7": ["What will break in once upon a time season 7?", "What will be broken?", "What will break the curse?", "How will the curse break?"], "when was the first cell phone call made": ["What made cell phone call?", "What did cell phone call make?", "What did cell phone call make something of?", "Who did cell phone call make something for?"], "when is made in chelsea available on 4od": ["Who made chelsea available on 4od?", "What did chelsea make?", "What did chelsea make something of?", "What did chelsea make something for?"], "who swore in the new deputy prime minister of australia": ["Who swore to the new deputy prime minister of australia?", "What did someone swear to the new deputy prime minister of australia?", "How was the new deputy prime minister of australia sworn?"], "when do sandhill cranes lay eggs in florida": ["What lies in florida?", "Where do sandhill cranes lay?"], "who argued that as a philosopher he was committed to radical skepticism": ["Who argued that as a philosopher he was committed to radical skepticism?", "What was argued by someone?", "What did someone argue?"], "who makes the most money in a film": ["Who makes the most money in a film?", "What does who make?", "What doeswho make something of?", "What does who make something for?"], "who said it's a jungle out there": ["Who said it's a jungle out there?", "What was said by someone?", "Who didwho say to?", "What didwho say something about?"], "who sold new hampshire to the king of england": ["No Prototype", "Who sold for new hampshire?", "What was sold?", "Who did who sell new hampshire?", "How was new hampshire sold?"], "who made the laws in the shang dynasty": ["Who made laws?", "What did who make?", "What did who make something of?", "What did who make something for?"], "when do they blow the shofar on the feast of trumpets": ["No Prototype", "Who blows the shofar?", "What is blown?"], "when does ross live in monica's apartment": ["What lives as monica's apartment?", "What is being lived?"], "who proposed 30 different suggestions for why crime remained high in some areas": ["Who proposed to 30 different suggestions for why crime remained high in some areas?", "What was proposed?", "Why did who propose 30 different suggestions for why crime remained high in some areas?", "What did who propose 30 different suggestions for why crime remained high in some areas to?"], "when does jane find out who her father is": ["Who finds out who her father is?", "What is being found?", "What is being found?"], "from where does the concept of justiciability originate for the supreme court": ["What originates from the supreme court?", "No Prototype", "What originates?"], "what does negan mean in the walking dead": ["What means walking dead?", "What does negan mean?", "What is negan meant for?"], "who do the patriots play on november 5": ["Who plays patriots?", "What do patriots play?", "What do patriots play with?"], "who owns the one ring in real life": ["Who owns one ring?", "What does who own?"], "who played the doctor in band of brothers": ["Who played the doctor?", "What did who play?", "Who did who play with?"], "who played the drummer in school of rock": ["Who played the drummer?", "What did who play?", "Who did who play with?"], "where does brown fall on the color wheel": ["No Prototype", "What falls?", "How does brown fall?", "Where does brown fall from?", "What does brown fall to?"], "when did the salvation army come to australia": ["No Prototype", "No Prototype", "What came australia?", "How did salvation army come?", "How did salvation army come?", "Where did salvation army come?"], "who was considered one of the greatest sailors during the history of early china": ["Who considered someone to one of the greatest sailors during the history of early chinaconsider one?", "Who did who consider one of the greatest sailors during the history of early chinaconsider one?"], "who has become the first woman chairman of indian bank association": ["Who has been become the first woman chairman of indian bank association?", "What has someone become?"], "what made the glider to move over the air track device": ["What made the glider to move over the air track device?", "What did what make?", "What did what make something of?", "What did what make something for?"], "who plays the crazy lady on days of our lives": ["Who plays the crazy lady?", "What does who play?", "Who does who play with?"], "who authored both on architecture and on painting the first renaissance text on art theory": ["Who authored the first renaissance text on art theory?", "What did who author?"], "what is a good number of inventory turns": ["No Prototype", "What turns on a good number of inventory turns?", "What turns to a good number of inventory turns?"], "which statement provides the most accurate description of u.s foreign policy in the 1800s": ["What provides the most accurate description of u.s foreign policy for u.S foreign policy?", "What does u.s foreign policy provide?", "What was something provided to?"], "when was english ivy introduced to the us": ["Who introduced us?", "What was introduced into the usintroduce?", "Where did english ivy introduce?"], "when is it going to snow in florida again": ["No Prototype", "No Prototype", "What is going to snow?", "How is it going?", "What is it going from?", "How is it going?"], "when does new season of star trek discovery start": ["What starts with star trek discovery?", "What starts?", "How does new season of star trek discovery start?"], "where will the all star game be played": ["What will play all star game?", "What will the all star game be playing?", "What will the all star game be playing with?"], "where is the acc championship game being played tonight": ["What played championship game?", "What did the acc championship game play?", "What did the acc championship game play with?"], "where do the arizona cardinals play this week": ["Who plays cardinals?", "What do cardinals play?", "What do the arizona cardinals play with?"], "where is the world series being held at this year": ["What is holding the world series?", "What is held by world series?", "Where is the world series holding world series?", "What is the world series being held?"]}